driver-tests/httpsoapbc/security/AuthorizationCA/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:aut="http://j2ee.netbeans.org/wsdl/AuthAM">
  <soapenv:Body>
    <aut:AuthAMOperation>
      <part1>hello</part1>
    </aut:AuthAMOperation>
  </soapenv:Body>
</soapenv:Envelope>